Repository: pyrovoice/QRefTrain
Catalog: QRefTrain3/App_GlobalResources/QuestionResource.*.resx
Languages: fr

# QuestionPlayIllegalFingernailsText
source: What is the penalty for entering play with illegally long or sharp fingernails ?
fr: Quel est la pénalité pour entrer en jeu avec des ongles trop longs ou pointus ?

# QuestionPreventOutOfBoundFromEnteringText
source: What is the penalty for illegally physically preventing the inbounding player from re-entering the pitch ?
fr: Quel est la pénalité pour un joueur empéchant illégalement et physiquement un autre joueur de revenir sur le terrain ?

# QuestionRemoveIllegalEquipmentText
source: What is the penalty for removing a mandatory equipment while in play ?
fr: Quel est la pénalité pour retirer une pièce d'équipement nécessaire pour un joueur sur le terrain ?

# QuestionRepeatVulgarLanguageText
source: What is the penalty for the repeated use of explicit or vulgar language ?
fr: Quel est la pénalité pour l'utilisation répétée d'un language vulgaire ou explicite ?

# QuestionSeekerFalseStartText
source: What is the penalty for a seeker false start ?
fr: Quel est la pénalité pour un faux-départ de l'attrapeur ?

# QuestionSendingBallOutOfBoundText
source: What is the penalty for propelling a ball with the intent of sending any ball out of bounds ?
fr: Quel est la pénalité pour propulser une balle avec l'intention d'envoyer n'importe quel balle hors du terrain ?

# QuestionSideLineInterferenceText
source: What is the penalty for an unintentionnal sideline interference ?
fr: Quel est la pénalité pour un remplçant intérferant dans le match ?

# QuestionStandardContactPenaltyAnswer1
source: This penalty may be reduced
fr: Cette pénalité peut etre réduite

# QuestionStandardContactPenaltyAnswer2
source: This penalty may be augmented
fr: Cette pénalité peut etre augmentée

# QuestionStandardContactPenaltyExplanation
source: The penalty shall be reduced to a back to hoops if the fouling player immediatly correct his position, and augmented to a red card if the play was egregious.
fr: La pénalité devrait etre réduite à un retour aux anneaux si le joueur fautif corrige immédiatement sa position, et augmentée vers un carton rouge si l'action était dangereuse.

# QuestionStandardContactPenaltyText
source: What is the penalty for a standard contact violation ?
fr: Quel est la pénalité standard pour une violation d'une règle de contact ?

# QuestionStruckBeaterViolationText
source: What is the penalty for a struck beater violation
fr: Quel est la pénalité pour une violation de la règle du batteur touché ?

# QuestionSubstitutionViolationAnswer1
source: Repeat procedure
fr: Recommencer la procédure

# QuestionSubstitutionViolationExplanation
source: A substitution violation is defined as an illegal substitution that did not affect play yet.
fr: Une infraction de procédure de substitution est définie comme une substitution illégal n'ayant pas affecté le jeu

# QuestionSubstitutionViolationText
source: What is the penalty for a substitution violation ?
fr: Quel est la pénalité pour une infraction de la procédure de substitution ?

# QuestionTeamCompositionText
source: What is the lower and upper limit of the number of player in a team ?
fr: Quel sont les limites basse et haute du nombre de joueur dans une équipe ?

# QuestionTeamPenaltyAnswer1
source: The team must play with fewer than the necessary amount of player
fr: L'équipe doit jouer avec moins de joueur que nécessaire

# QuestionTeamPenaltyAnswer2
source: The team must forfeit
fr: L'équipe doit déclarer forfait

# QuestionTeamPenaltyExplanation
source: This is also true if the team has more than 7 players, but cannot respect the 4-maximum rule.
fr: Cela est également vrai si une équipe compte davantage de 6 joueurs, mais ne peut pas respecter la règle des 4 maximum

# QuestionTeamPenaltyText
source: What happens when a team falls below the necessary number of player during a game ?
fr: Que se passe-t-il lorsqu'une équipe ne possède plus le nombre nécessaire de joueur durant un match ?

# QuestionThirdBludgerInterferenceAnswer1
source: Double bludger turnover
fr: Double turnover de cognard

# QuestionThirdBludgerInterferenceExplanation
source: One of the turned over bludger should usually be the one that was on the ground.
fr: L'un des cognard à turnover devrait générallement etre le troisième bludger

# QuestionThirdBludgerInterferenceText
source: What is the penalty for a third bludger interference ?
fr: Quel est la pénalité pour une interférence sur le troisième cognard ?

# QuestionTurnoverWhenNoElligibleAnswer1
source: The ball is placed at the hoops of the fouled team
fr: La balle est placée au pied des anneaux de l'équipe ayant subi la faute

# QuestionTurnoverWhenNoElligibleAnswer2
source: The ball is unplayable until the fouled team plays it
fr: La balle ne peut pas etre jouée tant que l'équipe ayant subi la faute ne la joue

# QuestionTurnoverWhenNoElligibleAnswer3
source: The turnover is cancelled
fr: Le turnover est annulé

# QuestionTurnoverWhenNoElligibleText
source: What happens when a turnover is called, but no elligible player may receive the turned-over ball ?
fr: Que se passe-t-il lorsqu'un turnover est déclaré, mais qu'aucun joueur élligible ne peut recevoir la balle ?

# QuestionUnsportsmanlikeConductText
source: What is the penalty for an unsportsmanlike conduct ?
fr: Quel est la pénalité pour un comportement anti-sportif ?

# QuestionUseBallInteractSnitchText
source: What is the penalty for using a ball to interact with the snitch runner ?
fr: Quel est la pénalité pour un joueur utilisant une balle pour intéragir avec le porteur du vif ?

# QuestionUseIllegalEquipmentAnswer1
source: The player must sub and correct his equipment before entering play
fr: Le joueur doit etre remplacé et modifier son équipement hors du jeu

# QuestionUseIllegalEquipmentText
source: What is the penalty for playing with an illegal equipment ?
fr: Quel est la pénalité pour un joueur jouant avec un équipement illégal ?

# QuestionUseSpecificalIllegalEquipmentAnswer1
source: The player must sub and correct his equipment before entering play
fr: Le joueur doit etre remplacé et modifier son équipement hors du jeu

# QuestionUseSpecificalIllegalEquipmentText
source: What is the penalty for using an equipment that was specified as illegal by the tournament organisator ?
fr: Quel est la pénalité pour un joueur utilisant un équipement spécifié illégal par la personne organisant le tournoi ?

# QuestionViolentContactText
source: What is the penalty for a reckless contact ?
fr: Quel est la pénalité pour un contact dangereux ?

# QuestionViolentKickText
source: What is the penalty for a violent or egregious kick ?
fr: Quel est la pénalité pour un coup de pied violent ou abusif ?

# QuestionYellowDuringAdvantageAnswer1
source: The player goes to the penalty box
fr: Le joueur doit aller dans la zone de pénalité

# QuestionYellowDuringAdvantageAnswer2
source: The player must go back to hoops
fr: Le joueur reste en jeu mais doit retourner aux anneaux

# QuestionYellowDuringAdvantageAnswer3
source: The player keeps playing
fr: Le joueur reste en jeu

# QuestionYellowDuringAdvantageExplanation
source: Since the foul happened before the score, it would have released the player. In this case, the player is not sent to the penalty box and keeps playing.
fr: Etant donné que la faute a eu lieu avant le but, celui-ci aurait laissé rentrer le joueur sur le terrain. Dans ce cas, le joueur n'est pas envoyé dans la zone de pénalité et peut continuer le jeu.

# QuestionYellowDuringAdvantageText
source: A player do a blue or yellow card offense causing an advantage. After the fouled team scores, the referee gives the card to the player.
fr: Un joueur commet une faute de niveau carton bleu ou jaune, provoquant un avantage. Après le but, l'arbitre arrete le jeu et donne le carton au joueur.

source: Red card
fr: Carton rouge

source: Yellow card
fr: Carton jaune

# QuestionInboundingProcedureViolationText
source: What is the penalty for an inbounding procedure violation ?
fr: Quel est la pénalité pour une infraction de la procédure de retour sur le terrain ?

# QuestionEncroachingPitchText
source: What is the penalty for encroaching the pitch ?
fr: Quel est la pénalité pour un joueur empiétant sur le terrain ?

# BeaterResetCrossBothLinesExplanation
source: A player crossing two lines in a single run is considered having used only one reset.
fr: Un joueur passant deux lignes dans une seule course n'est considéré comme ayant reset une seule fois.

# BeaterResetReturnsExplanation
source: A player menaced by an opposing beater may cross the midline without it being an illegal reset, but still use a reset for his team.
fr: Un joueur menacé par un beater adverse peut passer la ligne sans que le reset soit illégale, mais utilise quand meme un reset pour son équipe.

# PhysicalResetReturnsFastExplanation
source: A player physically forced behind the midfield line does not use its team's reset, under the condition that he or she makes the Quaffle cross the line back as soon as reasonnably possible.
fr: Un joueur physiquement forcé derrière la ligne du milieu de terrain n'utilise pas le reset, a condition de faire repasser cette ligne au Souaffle dès que raisonnablement possible.

# PhysicalResetReturnsMediumFastExplanation
source: A player physically forced behind the midfield line does not use its team's reset, under the condition that he or she makes the Quaffle cross the line back as soon as reasonnably possible.
fr: Un joueur physiquement forcé derrière la ligne du milieu de terrain n'utilise pas le reset, a condition de faire repasser cette ligne au Souaffle dès que raisonnablement possible.

# PhysicalResetReturnsSlowExplanation
source: A player physically forced behind the midfield line does not use its team's reset, under the condition that he or she makes the Quaffle cross the line back as soon as reasonnably possible. Here, the player is taking its time, forcing a reset used call.
fr: Un joueur physiquement forcé derrière la ligne du milieu de terrain n'utilise pas le reset, a condition de faire repasser cette ligne au Souaffle dès que raisonnablement possible. Ici, le joueur prend son temps pour revenir, forçant une utilisation du reset.

# QuestionQuaffleCarrier
source: What is the penalty for the Quaffle Carrier?
fr: Quel est la pénalité pour le porteur du souaffle?

# QuestionQuaffleCarriers
source: What is the penalty for the quaffle carries team?
fr: Quel est la pénalité pour l'équipes des porteurs du souaffle?

# QuestionResetRandom
source: What is the penalty for the Quaffle Carrier? (We assume they are not aware of who is behind them)
fr: Quel est la pénalité pour le porteur du souaffle? (Partez du principe que ce joueur ne connait pas la situation derrière lui ou elle)

# ResetAfterGetBack
source: What is the penalty for the player who just passed to his keeper?
fr: Quel est la pénalité pour la joueuse ayant passé à son gardien?

# ResetAfterGetBackExplanation
source: The player who initiates a drive may carry or propel the quaffle backward across one or both restrictor lines immediately upon the beginning of the drive without it counting as a reset.
fr: Le joueur qui initie une attaque peut immédiatement faire reculer le Souaffle en arrière sans utiliser un reset.

# ResetAtBeatExplanation
source: A player has to be there when the ball arrives for the pass to be considered valid, regardless of the state of the player at the beginning of the pass.
fr: Un joueur doit etre présent a l'arrivé de la balle pour que la passe soit considérée valide, peut importe l'état du joueur au début de la passe.

# ResetAtRandomNoneExplanation
source: A player throwing behind crossing a reset line, or further into his own half, without anyone to receive perpetrates an illegal reset.
fr: Un joueur renvoyant le Souaffle en arrière, avec la balle passant une ligne de reset ou allant plus profondement dans sa propre moitié de terrain, sans personne pour recevoir commet un reset illégale.

# ResetAtRandomSomeoneExplanation
source: A player throwing behind crossing a reset line, or further into his own half, without knowing if anyone is here to receive perpetrates an illegal reset. Carefull not to penalize a player that knows where their teammates are without having to look.
fr: Un joueur renvoyant le Souaffle en arrière, avec la balle passant une ligne de reset ou allant plus profondement dans sa propre moitié de terrain, sans savoir si un joueur de son équipe est present commet un reset illégale. Attention de ne pas pénaliser un joueur sachant ou est son coéquipier sans avoir à regarder.

# ResetBothWhilePassingExplanation
source: The pass during the run back creates two separate reset actions, which triggers the illegal reset.
fr: La passe durant la course en arrière fait que deux actions de reset séparée ont été commise, ce qui déclanche le reset illégale.

# ResetDeadQuaffle
source: What is the penalty for the player who kicked the Quaffle?
fr: Quel est la pénalité pour la personne ayant mis un coup de pied dans le Souaffle?

# ResetDeadQuaffleExplanation
source: A loose quaffle does not require a receiver to be reset.
fr: Un Souaffle au sol (loose quaffle) ne nécessite pas d'avoir un receveur valide pour etre reset.

# ResetOpponentJerkBallExplanation
source: An opposing player jerking the Quaffle behind a reset line does not trigger the reset used, as long as the driving team makes it go back as soon as possible.
fr: Un joueur adverse frappant la balle derrière une ligne de reset ne déclanche pas un reset utilisé, tant que l'équipe menant l'attaque fais repasser la ligne a ce Souaffle dès que possible.

# ResetThrowBothLineExplanation
source: A player passing across two lines is considered having used only one reset, as it is a single action.
fr: Un joueur passant deux lignes en une seule passe n'est considéré comme ayant reset une seule fois, car ce n'est qu'une seule action.

source: Reset Used
fr: Reset Utilisé

# BeaterCommit3rdInterference
source: The beater who threw the bludger commited a third bludger interference.
fr: Le batteur ayant propulsé le cognard a commis une Interférence avec le troisième cognard

# ChargeAfterClaimAnswer1
source: The beater that claimed immunity should be penalized
fr: Le batteur ayant demandé l'immunité doit etre pénalisé

# ChargeAfterClaimExplanation
source: It is forbidden to take any other action than retrieving the bludger when claiming immunity.
fr: Il est interdit d'accomplir une autre action que celle de récupérer le troisième cognard après avoir demandé l'immunité.

# Claim2DeadAnswer1
source: Blue player's claim of immunity is invalid, he should be send back to hoops
fr: La demande d'immunité du joueur bleu est invalide, il doit etre renvoyé aux anneaux.

# Claim2DeadAnswer2
source: Blue player's claim of immunity is valid
fr: La demande d'immunité du joueur bleu est valide.

# Claim2DeadAnswer3
source: Blue player's claim of immunity is invalid, he should be given a blue card
fr: La demande d'immunité du joueur bleu est invalide, il doit recevoir un carton bleu

# Claim2DeadExplanation
source: Blue player cannot claim immunity while 2 bludgers are dead. However, since the claim did not affect the game yet, the penalty is reduced to a minor invalid immunity claim.
fr: Le joueur bleu ne peut pas demander l'immunité alors que deux cognards sont morts. Cependant, comme cette demande n'as pas encore affecté le jeux, la pénalité est réduite à une demande d’immunité invalide mineure.

# ClaimAfterDeadExplanation
source: Here the claim is done right as the bludger hits the ground, becoming dead. Thus the claim is valid.
fr: Ici, la demande d'immunité est faite juste après que le bludger ait touché le sol, devenant mort. La demande est donc valide.

# ClaimAfterLeaveHandExplanation
source: A claim made when a bludger is live does not make the player immune to that bludger.
fr: Une demande d'immunité faire alors qu'un cognard est vivant ne rend pas le joueur immunisé à ce cognard.

# ClaimBeforeLeaveHandExplanation
source: A claim made before the opposing beater made the bludger live is valid, even if that player already started the movement.
fr: Une demande d'immunité faites avant que le cognard ait été rendu vivant par le batteur adverse est valide, même si ce batteur était déjà dans le processus de lancer la balle.

# ClaimerIsBeat1
source: Beater that claimed immunity is beat
fr: Le batteur demandant l'immunité est KO

# ClaimerIsBeat2
source: Beater that claimed immunity is immune
fr: Le batteur demandant l'immunité est immunisé

# ClaimStillLiveAnswer1
source: Blue beater claim is valid and he can keep playing.
fr: La demande d'immunité du Batteur bleu est valide et il peut continuer le jeu

# ClaimStillLiveAnswer2
source: Blue beater committed an improper immunity claim and must be sent back to hoops.
fr: Le batteur bleu a commit une demande d’immunité impropre et doit etre renvoyé aux anneaux

# ClaimStillLiveExplanation
source: Claiming immunity while the third bludger is still live results in an improper immunity claim.
fr: Demander l'immunité alors que le troisième cognard est encore vivant est une demande d’immunité impropre

# ImmunityShootHoopsAnswer1
source: The kick is valid, no penalty
fr: Le tir est valide, pas de pénalité

# ImmunityShootHoopsAnswer2
source: The kick is invalid, yellow player should be penalized
fr: Le tir est invalide, le joueur jaune doit etre pénalisé

# ImmunityShootHoopsExplanation
source: Kicking to the player's hoops is a valid way of retrieving the bludger
fr: Tirer au pied vers ses propres anneaux est un moyen valide de récupérer le troisieme bludger

# OneClaimOtherGetAnswer1
source: Blue beater that raised is fist should be penalized
fr: Le batteur bleu ayant demandé l'immunité doit etre pénalisé

# OneClaimOtherGetAnswer2
source: Blue beater that got the ball should be penalized
fr: Le batteur bleu ayant récupéré la balle doit etre pénalisé

# OneClaimOtherGetAnswer3
source: Both blue beaters should be penalized
fr: Les deux batteurs bleus doivent etre pénalisés.

# OneClaimOtherGetExplanation
source: Nothing prevents the beater that did not claimed immunity to get the third bludger.
fr: Rien n'empeche le batteur n'ayant pas demandé l'immunité de récupérer le troisième cognard.

# PackBludgersAnswer1
source: The beater gathering the bludgers commits a foul by getting the 2sd bludger
fr: Le batteur récupérant les cognards commet une faute après en touchant le deuxieme cognard

# PackBludgersAnswer2
source: The beater gathering the bludgers commits a foul by getting the 3rd bludger
fr: Le batteur récupérant les cognards commet une faute après en touchant le troisieme cognard

# PackBludgersAnswer3
source: The beater gathering the bludgers commits no foul
fr: Le batteur récupérant les cognards ne commet pas de faute

# PackBludgersExplanation
source: As there was always 2 dead bludgers at the same time, there can be no 3rd bludger interference.
fr: Etant donné qu'il y a toujours deux cognards morts au sol, il ne peut pas y avoir d'interférence avec le troisième cognard.

# QuestionWhatIsTrue
source: Which of the followings are true?
fr: Parmis les propositions suivantes, lesquelles sont justes?

# ShootAfterBeatAnswer1
source: The kick was valid, no penalty.
fr: Le tir est valide, pas de pénalité

# ShootAfterBeatAnswer2
source: The kick was valid and blue is KO, but yellow player should be penalized
fr: Le tir est valide et le batteur bleu est hors-jeu, mais le batteur jaune dit etre pénalisé

# ShootAfterBeatAnswer3
source: The kick was not valid, yellow player should be penalized
fr: Le tir n'est pas valide, le joueur jaune doit etre pénalisé

# ShootAfterBeatExplanation
source: Shooting the bludger is a valid way of retrieving it, so no penalty should be issued here.
fr: Tirer le cognard au pied est un moyen valide de récupérer le troisième cognard.

# ShootImmuneBeaterAnswer1
source: Blue beater is still immune and may retrieve the bludger
fr: Batteur bleu est toujours immunisé et peut récupérer le cognard

# ShootImmuneBeaterAnswer2
source: Blue beater is not immune anymore but not KO
fr: Batteur bleu n'est plus immunisé mais n'est pas KO

# ShootImmuneBeaterExplanation
source: Nothing in the rules prevent a player from trying to beat another immune player, as long as this does not transgress another rule.
fr: Rien dans les règles n'empeche un joueur de tenter un KO sur un joueur immunisé, tant que cette tentative n'enfreint pas une autre règle.

# ThrowBackGet3rdAnswer1
source: No penalty for blue player
fr: Pas de penalité pour le joueur bleu

# ThrowBackGet3rdAnswer2
source: The beater is still immune
fr: Le batteur est toujours immunisé

# ThrowBackGet3rdExplanation
source: Taking the third bludger without having used its own bludger in a valid way is a 3rd bludger interference
fr: Prendre le troisième cognard sans avoir utilisé son propre cognard d'une façon valide avant est une interférence avec le troisième cognard

# ThrowToImmuneGetExplanation
source: Taking the third bludger without having used its own bludger in a valid way is a 3rd bludger interference
fr: Prendre le troisième cognard sans avoir utilisé son propre cognard d'une façon valide avant est une interférence avec le troisième cognard

# TwoClaim1LowerAnswer1
source: Claim is valid, no penalty.
fr: La demande est valide, pas de pénalité

# TwoClaim1LowerAnswer2
source: One blue player should be penalized
fr: Un joueur bleu devrait etre pénalisé.

# TwoClaim1LowerAnswer3
source: Both blue players should be penalized
fr: Les deux joueurs bleus devraient etre pénalisés

# TwoClaim1LowerExplanation
source: When both beaters in a team claim immunity, one must lower his fist immediatly to avoid a penalty.
fr: Quand deux batteurs d'une même équipes demandent l'immunité, l'un d'entre eux doit immédiatement abaisser son poing pour éviter une pénalité.

# TwoClaimAnswer1
source: Claim is valid, no penalty.
fr: La demande est valide, pas de pénalité

# TwoClaimAnswer2
source: One blue beater should be penalized
fr: Un joueur bleu devrait etre pénalisé.

# TwoClaimAnswer3
source: Both blue beaters should be penalized
fr: Les deux joueurs bleus devraient etre pénalisés

# TwoClaimExplanation
source: If no beater immediatly lowers his fist, one beater commits a minor invalid immunity claim and should be send back to hoops
fr: Si aucun batteur n'abaisse son poing immédiatement, l'un des batteurs commet une demande d’immunité invalide mineure et doit etre renvoyé aux anneaux.

# QuestionMultiplePlayersInBoxWhenScoreAnswer3
source: The team chooses who gets released first
fr: L'équipe choisit qui est libéré en premier
