Repository: pyrovoice/QRefTrain
Catalog: QRefTrain3/App_GlobalResources/QuestionResource.*.resx
Languages: fr

source: Back to hoops
fr: Retour aux anneaux

source: Blue card
fr: Carton bleu

source: No penalty
fr: Pas de pénalité

# QuestionActingDuringBroomsDownExplanation
source: Players that already held a ball may keep holding it.
fr: Les joueurs tenant déjà une balle peuvent la garder.

# QuestionActingDuringBroomsDownText
source: What is the penalty for moving or taking hold of a ball during a brooms down ?
fr: Quel est la pénalité pour bouger ou saisir une balle durant un arrêt de jeu ?

# QuestionBlockingScoringQuaffleText
source: What is the penalty for intentionally and illegally blocking a score ?
fr: Quel est la pénalité pour intentionnellement et illégalement bloquer un but ?

# QuestionChangeAfterBroomsDownText
source: What is the penalty for changing position or location after brooms down, at the beginning of a match ?
fr: Quel est la pénalité pour changer de poste ou de position après le "Brooms down" de début de match ?

# QuestionChargeTackleHelplessReceiverExplanation
source: A helpless receiver is defined as a receiver who is in the process of catching a ball that is in the air.
fr: Un receveur sans appui est défini comme un receveur dans le processus de recevoir une balle dans les airs.

# QuestionChargeTackleHelplessReceiverText
source: What is a penalty a charge or tackle on a helpless receiver ?
fr: Quel est la pénalité pour une charge ou un tacle sur un receveur sans appui ?

# QuestionContactWhenKOText
source: What is the penalty for making an illegal contact while knocked out ?
fr: Quel est la pénalité pour un contact illégal bien qu'hors-jeu ?

# QuestionCorrectingIllegalSetPlayerAnswer1
source: The team must change as few players as possible
fr: L'équipe doit changer un minimum de joueur

# QuestionCorrectingIllegalSetPlayerAnswer2
source: The team may change any number of player, as ling as this result in a legal set of players
fr: L'équipe peut changer n'importe quel nombre de joueur, tant que cela résulte en une situation correct

# QuestionCorrectingIllegalSetPlayerAnswer3
source: The team cannot change players immediatly, but must sub players as soon as the game restart
fr: L'équipe ne peut pas faire de changement, mais devra remplacer ses joueurs dès que la partie reprend

# QuestionCorrectingIllegalSetPlayerText
source: What of the following is true when correcting an illegal set of player ?
fr: Parmis les options suivantes, laquel ou lesquelles sont vraies pour corriger un ensemble de joueur illégal ?

# QuestionDangerousKickText
source: What is the penalty for a dangerous kick or a kick to an opponent ?
fr: Quel est la pénalité pour un coup de pied dangereux sur un adversaire ?

# QuestionDeadQuafflePlayText
source: What is the penalty for illegaly acting on a dead quaffle ?
fr: Quel est la pénalité pour une action illégal sur un souaffle mort ?

# QuestionDecliningCatchAnswer1
source: A team may decline any snitch catch
fr: Une équipe peut refuser n'importe quel capture du vif

# QuestionDecliningCatchAnswer2
source: The catch can be just after a goal and before the referee confirmed the goal as good
fr: L'attrapage peut etre juste après un goal, mais avant que l'arbitre ne l'ai confirmé.

# QuestionDecliningCatchAnswer3
source: The catch occured after a goal event (good or otherwise), and before the referee adjust his call for this event
fr: L'attrapage se produit après un évenement de but (valide ou non), et avant le changement dans la validation de ce but

# QuestionDecliningCatchAnswer4
source: The change in score must change whether the catch would end the period in a tie
fr: Le changement de score doit changer le fait que l'attrapage produise un score qui entrainerait une égalité

# QuestionDecliningCatchText
source: What of the following are true for a team that wants to decline a snitch catch ?
fr: Parmis les options suivantes, laquel ou lesquelles sont vraies pour une équipe souhaitant refuser un attrapage du vif d'or ?

# QuestionDefBlueCardsAnswer1
source: A second blue card is upgraded to a yellow card
fr: Un deuxieme carton bleu est augmenté en carton jaune

# QuestionDefBlueCardsAnswer2
source: Any ball acted upon or prevented to get by the fouling player is turned over
fr: Turnover de toute balle sur laquelle le joueur fautif a agit ou dont il a empeché la possession

# QuestionDefBlueCardsAnswer3
source: Quaffle is turned over
fr: Turnover du souaffle

# QuestionDefBlueCardsAnswer4
source: Player is released after a minute
fr: Le joueur revient dans la partie au bout d'une minute

# QuestionDefBlueCardsAnswer5
source: Player is released after getting scored
fr: Le joueur revient dans la partie quand son équipe reçoit un but

# QuestionDefBlueCardsText
source: Which of the followings are true for a blue card call ?
fr: Parmis les options suivantes, laquel ou lesquelles sont vraies lors d'un carton bleu ?

# QuestionDefRedCardsAnswer1
source: Any ball acted upon or prevented to get by the fouling player is turned over
fr: Turnover de toute balle sur laquelle le joueur fautif a agit ou dont il a empeché la possession

# QuestionDefRedCardsAnswer2
source: Quaffle is turned over
fr: Turnover du souaffle

# QuestionDefRedCardsAnswer3
source: A Player is released after a minute
fr: Un joueur revient dans la partie au bout d'une minute

# QuestionDefRedCardsAnswer4
source: A Player is released after two minutes
fr: Un joueur revient dans la partie au bout de deux minutes

# QuestionDefRedCardsAnswer5
source: A Player is released after getting scored
fr: Un joueur revient dans la partie quand son équipe reçoit un but

# QuestionDefRedCardsExplanation
source: Since the red carded player may not play the match again, it is a different player that must go into the penalty box and be released.
fr: Etant donné qu'un joueur ayant reçu un carton rouge ne peut plus jouer dans cette partie, un autre joueur devra servir la minute de pénalité et reprendre la partie.

# QuestionDefRedCardsText
source: Which of the followings are true for a red card call ?
fr: Parmis les options suivantes, laquel ou lesquelles sont vraies lors d'un carton rouge ?

# QuestionDefYellowCardsAnswer1
source: A second yellow card is upgraded to a red card
fr: Un deuxieme carton jaune est augmenté en carton rouge

# QuestionDefYellowCardsAnswer2
source: Any ball acted upon or prevented to get by the fouling player is turned over
fr: Turnover de toute balle sur laquelle le joueur fautif a agit ou dont il a empeché la possession

# QuestionDefYellowCardsAnswer3
source: Quaffle is turned over
fr: Turnover du souaffle

# QuestionDefYellowCardsAnswer4
source: Player is released after a minute
fr: Le joueur revient dans la partie au bout d'une minute

# QuestionDefYellowCardsAnswer5
source: Player is released after getting scored
fr: Le joueur revient dans la partie quand son équipe reçoit un but

# QuestionDefYellowCardsText
source: Which of the followings are true for a yellow card call ?
fr: Parmis les options suivantes, laquel ou lesquelles sont vraies lors d'un carton jaune ?

# QuestionDelayOfGameText
source: What is the penalty for a delay of game ?
fr: Quel est la pénalité pour retarder le jeu ?

# QuestionDislodgeHoopIntentionnalyText
source: What is the penalty for intentionnaly dislodging a hoop ?
fr: Quel est la pénalité pour intentionnellement disloquer un anneau ?

# QuestionDislodgeHoopRecklessText
source: What is the penalty for recklessly dislodging a hoop ?
fr: Quel est la pénalité pour un disloquage d'anneau imprudent ?

# QuestionDislodgeHoopRepeatedlyText
source: What is the penalty for unintentionally dislodging hoops repeatedly ?
fr: Quel est la pénalité pour un joueur qui disloque non-intentionnellement mais régulierement un anneau ?

# QuestionEgregiousUnsportsmanlikeConductText
source: What is the penalty for an egregious unsportsmanlike conduct ?
fr: Quel est la pénalité pour un comportement antisportif extreme ou abusif ?

# QuestionFailedAvoidQuaffleText
source: What is the penalty for a failure to avoid a propelled quaffle ?
fr: Quel est la pénalité pour un echec d'évitement du souaffle ?

# QuestionFailKOProcedureAnswer1
source: Repeat procedure
fr: Répéter la procédure

# QuestionFailKOProcedureExplanation
source: Violating it multiple times or willingly increases the penalty.
fr: Violer cette règle de façon répétitive ou intentionnellement augmente la pénalité.

# QuestionFailKOProcedureText
source: What is the penalty for violating the knockout procedure ?
fr: Quel est la pénalité pour un joueur ne respectant pas la procédure de mise hors-jeu ?

# QuestionFailReplaceHeadbandExplanation
source: The player may finish the play before adjusting the headband
fr: Le joueur peut finir l'action avant de remettre son bandeau

# QuestionFailReplaceHeadbandText
source: What is the penalty for failing to replace a lost headband ?
fr: Quel est la pénalité pour un joueur ne remettant pas son bandeau ?

# QuestionFailSendSeekerPlayerAnswer1
source: Turnover and immediatly send a seeker
fr: Turnover et envoyer un attrapeur immédiatement

# QuestionFailSendSeekerPlayerAnswer2
source: Blue card for the speaking captain
fr: Carton bleu pour le porte-parole de l'équipe

# QuestionFailSendSeekerPlayerAnswer3
source: Yellow card for the speaking captain
fr: Carton jaune pour le porte-parole de l'équipe

# QuestionFailSendSeekerPlayerAnswer4
source: Red card for the speaking captain
fr: Carton rouge pour le porte-parole de l'équipe

# QuestionFailSendSeekerPlayerText
source: What is the penalty for intentionnaly failing to send a seeker into the game ?
fr: Quel est la pénalité pour ne pas envoyer un attrapeur dans le jeu intentionnellement ?

# QuestionFakeBeatText
source: What is the penalty for illegally contacting an opponent with a held bludger
fr: Quel est la pénalité pour créer un contact illégal sur un adversaire avec son cognard tenu ?

# QuestionFalseStartText
source: What is the penalty for a false start ?
fr: Quel est la pénalité pour un faux départ ?

# QuestionFeigningInjuryText
source: What is the penalty for feigning an injury ?
fr: Quel est la pénalité pour feindre une blessure ?

# QuestionGoalLineMetersAnswer1
source: 15 meters
fr: 15 mètres

# QuestionGoalLineMetersAnswer2
source: 16.5 meters
fr: 16.5 mètres

# QuestionGoalLineMetersAnswer3
source: 18 meters
fr: 18 mètres

# QuestionGoalLineMetersText
source: At which distance is the goal line from the midfield line ?
fr: A quel distance de la ligne de milieu de terrain est la ligne des anneaux ?

# QuestionGoalLineYardText
source: At which distance is the goal line from the midfield line ?
fr: A quel distance de la ligne de milieu de terrain est la ligne des anneaux ?

# QuestionGoaltendingAnswer1
source: The score is counter as good for the fouled team
fr: Le but est compté bon pour l'équipe recevant la faute

# QuestionGoaltendingText
source: What is the penalty for goaltending ?
fr: Quel est la pénalité pour une protection illégal des buts ?

# QuestionIgnoreKnockoutText
source: What is the penalty for willfully ignoring being knocked out ?
fr: Quel est la pénalité ignorer délibérement une mise hors-jeu ?

# QuestionIgnoreRefDirectiveExplanation
source: This is also true for assist refs, snitch ref and snitch runner.
fr: Cela est également vrai pour les arbitres assistant, du snitch et le porteur du vif.

# QuestionIgnoreRefDirectiveText
source: What is the penalty for ignoring a ref directive ?
fr: Quel est la pénalité pour ignorer une instruction de l'arbitre ?

# QuestionIgnoringBoundaryCallText
source: What is the penalty for intentionally or blatantly ignoring a “boundary” call ?
fr: Quel est la pénalité pour ignorer intentionnellement ou abusivement une directive de limite de terrain ?

# QuestionIllegalBlockBatBludgerText
source: What is the penalty for an illegal bludger bat or block ?
fr: Quel est la pénalité pour un bloque ou une frappe de cognard illégal, avec une balle tenue ?

# QuestionIllegalBludgerSwatExplanation
source: A bludger may only be swat by beaters, and only with a held ball or if they are not still struck (so they become struck by a live bludger when swatting)
fr: Un cognard ne peut etre dévié que par un batteur, et uniquement avec un ballon tenu ou s'il n'est pas encore touché (le batteur deviendra donc touché avec cette déviation)

# QuestionIllegalBludgerSwatText
source: What is the penalty for an illegal bludger swat ?
fr: Quel est la pénalité pour une déflection illégal du cognard avec une partie du corps ?

# QuestionIllegalContactHelplessReceiverExplanation
source: An helpless receiver is defined as a receiver who is in the process of catching a ball that is in the air.
fr: Un receveur sans appui est défini comme un receveur dans le processus de recevoir une balle dans les airs.

# QuestionIllegalContactHelplessReceiverText
source: What is a penalty for an illegal contact on a helpless receiver ?
fr: Quel est la pénalité pour un contact illégal sur un receveur sans appui ?

# QuestionIllegalGoOutOfBoundText
source: What is the penalty for intentionally or egregiously illegally going or remaining out of bounds ?
fr: Quel est la pénalité pour sortir ou rester hors du terrain intentionnellement ou abusivement ?

# QuestionIllegalHurdlingExplanation
source: A hurdle is defined as jumping or diving fully over any person, and is not legal on a player that is standing up.
fr: Un saut par dessus un joueur est défini comme un saut ou un plongeon par dessus un joueur , et n'est pas légal sur un joueur se tenant debout

# QuestionIllegalHurdlingText
source: What is the penalty for illegaly hurdling or attempting to hurdle ?
fr: Quel est la pénalité pour un saut par dessus un joueur ou une tentative de saut ?

# QuestionIllegalImmunityClaimText
source: What is the penalty for an illegal immunity claim ?
fr: Quel est la pénalité pour un demande d'immunité illegal ?

# QuestionIllegalInterpositionText
source: What is the penalty for an illegal interposition ?
fr: Quel est la pénalité pour une interposition illégal ?

# QuestionIllegalResetOpponentHoopText
source: What is the penalty for illegaly resetting an opponent's hoop ?
fr: Quel est la pénalité pour une remis ene place d'un anneau illégal ?

# QuestionIllegalResetText
source: What is the penalty for an illegal reset ?
fr: Quel est la pénalité pour un reset illégal ?

# QuestionIllegalSecondKickText
source: What is the penalty for an illegal second kick ?
fr: Quel est la pénalité pour un deuxième coup de pied illégal ?

# QuestionIllegalSetPlayerAnswer2
source: Turnover and correct the team composition
fr: Turnover et correction de la composition d'équipe

# QuestionIllegalSetPlayerAnswer3
source: Blue card for the speaking captain
fr: Carton bleu pour le porte-parole

# QuestionIllegalSetPlayerAnswer4
source: Yellow card for the speaking captain
fr: Carton jaune pour le porte-parole

# QuestionIllegalSetPlayerAnswer5
source: Red card for the speaking captain
fr: Carton rouge pour le porte-parole

# QuestionIllegalSetPlayerText
source: What is the penalty for a team that has an illegal set of player in play ?
fr: Quel est la pénalité pour une équipe ayant un set de joueur illégal en jeu ?

# QuestionIllegalSubstitutionAnswer1
source: repeat procedure
fr: Recommencer la procédure

# QuestionIllegalSubstitutionExplanation
source: An illegal susbtitution must affect play, otherwise it is a substitution violation.
fr: Une substitution illégal doit affecter le jeu, autrement la faute est une infraction de procédure

# QuestionIllegalSubstitutionText
source: What is the penalty for an illegal substitution ?
fr: Quel est la pénalité pour un remplacement illégal ?

# QuestionIllegalSwatBludgerText
source: What is the penalty for an illegal bludger swat ?
fr: Quel est la pénalité pour une frappe du cognard illégal avec une balle tenue ?

# QuestionIllegalTimeoutRequestText
source: What is the penalty for an illegal timeout request ?
fr: Quel est la pénalité pour une demande illegal de temps-mort ?

# QuestionIllegalUseOfBallText
source: What is the penalty for an illegal use of a ball of one's position ?
fr: Quel est la pénalité pour l'utilisation illégal d'une balle de sa propre position ?

# QuestionImmunityViolationExplanation
source: An immunity violation is defined as a player that legally claimed immunity, then did not correctly retrieved the third bludger
fr: Une violation de l'immunité est définie pour un joueur demandant légalement l'immunité, puis ne récupérant pas correctement le cognard

# QuestionImmunityViolationText
source: What is the penalty for an immunity violation ?
fr: Quel est la pénalité pour une faute d'immunité ?

# QuestionImproperImmunityClaimText
source: What is the penalty for an improper immunity claim ?
fr: Quel est la pénalité pour une demande d'immunité non conforme ?

# QuestionIncidentalBallInterferenceText
source: What is the penalty for an incidental interposition ball interference ?
fr: Quel est la pénalité pour une interposition accidentel sur une balle ?

# QuestionIncidentalInterpositionBallInterferenceText
source: What is the penalty for an incidental interposition ball interference ?
fr: Quel est la pénalité pour une interposition accidentel sur une balle ?

# QuestionIntentionalFailKoProcedureAnswer1
source: Repeat procedure
fr: Recommencer la procédure

# QuestionIntentionalFailKoProcedureText
source: What is the penalty for intentionally or repeatedly violating the knockout procedure ?
fr: Quel est la pénalité pour une violation volontaire ou répétitive de la procédure de hors-jeu ?

# QuestionIntentionalMotionViolationText
source: What is the penalty for an intentionnal natural motion violation ?
fr: Quel est la pénalité pour une violation intentionnel de la règle de mouvement naturel ?

# QuestionInteractingWhenKOText
source: What is the penalty for illegally interacting with play while knocked out ?
fr: Quel est la pénalité pour un joueur intéragissant avec le jeu tandis qu'il est hors-jeu ?

# QuestionInteractKoPlayerText
source: What is the penalty for illegally interacting with a knocked out player ?
fr: Quel est la pénalité pour un joueur intéragissant avec un joueur hors-jeu ?

# QuestionInterpositionBallInterferenceText
source: What is the penalty for an interposition ball interference ?
fr: Quel est la pénalité pour une interposition sur une balle ?

# QuestionKeeperLineMetersAnswer1
source: At 10 meters
fr: à 10 mètres

# QuestionKeeperLineMetersAnswer2
source: At 11 meters
fr: à 11 mètres

# QuestionKeeperLineMetersAnswer3
source: At 12 meters
fr: à 12 mètres

# QuestionKeeperLineMetersText
source: At which distance is the keeper line from the midfield line ?
fr: A quel distance est la ligne de zone du gardien de la ligne du milieu de terrain?

# QuestionKeeperLineYardAnswer1
source: At 10 yards
fr: à 10 yards

# QuestionKeeperLineYardAnswer2
source: At 11 yards
fr: à 11 yards

# QuestionKeeperLineYardAnswer3
source: At 12 yards
fr: à 12 yards

# QuestionKeeperLineYardText
source: At which distance is the keeper line from the midfield line ?
fr: A quel distance est la ligne de zone du gardien de la ligne du milieu de terrain?

# QuestionKeeperPowersAnswer1
source: That player can block a bludger
fr: Ce joueur peut bloquer les cognards

# QuestionKeeperPowersAnswer2
source: That player can kick the ball any number of time
fr: Ce joueur peut donner un coup de pied dans la balle n'importe quel nombre de fois

# QuestionKeeperPowersAnswer3
source: That player is immune to KO by bludgers
fr: Ce joueur est immunisé au hors-jeu par contact avec un cognard

# QuestionKeeperPowersAnswer4
source: That player gets the quaffle back if it goes out of bound after a save
fr: Ce joueur récupère le souaffle si celui-ci sort du terrain après un arrêt

# QuestionKeeperPowersAnswer5
source: That player cannot be contacted, interacted with, or stolen the quaffle while he is the sole possessor of it
fr: Ce joueur ne peut pas etre touché, intéragit avec, et ne peut pas se voir volé le souaffle quand il en a l'unique possession

# QuestionKeeperPowersText
source: What are the keeper-specific powers ? (Assuming he is in his zone)
fr: Quels sont les pouvoir spécifiques au gardien ?

# QuestionLinesExternMetersAnswer1
source: Endlines are 30 meters
fr: La ligne de largeur fait 30 mètres

# QuestionLinesExternMetersAnswer2
source: Endlines are 33 meters
fr: La ligne de largeur fait 33 mètres

# QuestionLinesExternMetersAnswer3
source: Endlines are 36 meters
fr: La ligne de largeur fait 36 mètres

# QuestionLinesExternMetersAnswer4
source: Sidelines are 60 meters
fr: La ligne de longueur fait 60 mètres

# QuestionLinesExternMetersAnswer5
source: Sidelines are 63 meters
fr: La ligne de longueur fait 63 mètres

# QuestionLinesExternMetersAnswer6
source: Sidelines are 66 meters
fr: La ligne de longueur fait 66 mètres

# QuestionLinesExternMetersText
source: What are the length of the extern field lines ?
fr: Quel sont les tailles des lignes externes du terrain ?

# QuestionLinesExternYardsAnswer1
source: Endlines are 30 yards
fr: La ligne de largeur fait 30 yards

# QuestionLinesExternYardsAnswer2
source: Endlines are 33 yards
fr: La ligne de largeur fait 33 yards

# QuestionLinesExternYardsAnswer3
source: Endlines are 36 yards
fr: La ligne de largeur fait 36 yards

# QuestionLinesExternYardsAnswer4
source: Sidelines are 60 yards
fr: La ligne de largeur fait 60 yards

# QuestionLinesExternYardsAnswer5
source: Sidelines are 63 yards
fr: La ligne de largeur fait 63 yards

# QuestionLinesExternYardsAnswer6
source: Sidelines are 66 yards
fr: La ligne de largeur fait 66 yards

# QuestionLinesExternYardsText
source: What are the length of the extern field lines ?
fr: Quel sont les tailles des lignes externes du terrain ?

# QuestionMinorAvoidQuaffleText
source: What is the penalty for a minor failure to avoid a propelled quaffle ?
fr: Quel est la pénalité pour un echec mineur d'évitement du souaffle ?

# QuestionMinorIllegalImmunityClaimText
source: What is the penalty for a minor illegal immunity claim ?
fr: Quel est la pénalité pour une violation mineure de la règle de demande d'immunité ?

# QuestionMinorIllegalInterpositionText
source: What is the penalty for a minor illegal interposition ?
fr: Quel est la pénalité pour une interposition illégal mineure ?

# QuestionMoveHoopIntentionnalyText
source: What is the penalty for moving a hoop intentionnaly ?
fr: Quel est la pénalité pour un joueur déplaçant un anneau intentionnellement ?

# QuestionMultiplePlayersInBoxWhenScoreAnswer1
source: The player with the least remaining time is released
fr: Le joueur avec le temps restant le plus faible revient en jeu

# QuestionMultiplePlayersInBoxWhenScoreAnswer2
source: Both players are released
fr: Les deux joueurs reviennent en jeu

# QuestionMultiplePlayersInBoxWhenScoreText
source: Two players of the same team are in the penalty box serving a yellow penalty when their team get scored against :
fr: Deux joueur d'une même équipe sont dans la zone de pénalité, servant un carton jaune. Leur équipe reçoit un but :

# QuestionNaturalMotionViolationText
source: What is the penalty for an unintentionnal natural motion violation ?
fr: Quel est la pénalité pour une violation non-intentionnel de la règle de mouvement naturel ?

# QuestionPlayBrokenBroomText
source: What is the penalty for knowingly playing with a broken broom ?
fr: Quel est la pénalité pour un joueur jouant sciemment avec un balai détruit ?

# QuestionPlayIllegalEquipmentText
source: What is the penalty for entering play without wearing mandatory equipment ?
fr: Quel est la pénalité pour une entrée en jeu sans porter les équipements requis ?

# QuestionPlayIllegalFingernailsExplanation
source: Too long fingernails can be seen when the hand is palm up, for example.
fr: Des ongles trop long peuvent etre remarqué lorsque la paume est tendu vers le haut, par example
